Repository: Blindside-Studios/DropStack
Catalog: DropStackWinUI/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, uk

# ContextMenuButtonCopy.Label
source: Copy
da: Kopiér
de: Kopieren
uk: Копіювати

# ContextMenuButtonDelete.Label
source: Delete this file
da: Slet denne fil
de: Löschen
uk: Видалити цей файл

# ContextMenuButtonOpen.Label
source: Open
da: Åbn
de: Öffnen
uk: Відкрити

# ContextMenuButtonOpenWith.Label
source: Open with...
da: Åbn med...
de: Öffnen mit...
uk: Відкрити за допомогою...

# ContextMenuButtonPreview.Label
source: Preview
de: Vorschau
uk: Попередній перегляд

# ContextMenuButtonReveal.Label
source: Reveal file in Explorer
da: Vis filen I Stifinder
de: Im Datei Explorer zeigen
uk: Відкрити файл у провіднику

# ContextMenuButtonRotate.Label
source: Rotate
da: Rotere
de: Rotieren
uk: Повернути

# ContextMenuButtonSelect.Label
source: Enable selection mode
da: Aktiver valgtilstand
de: Auswahlmodus aktivieren
uk: Увімкнути режим виділення

# NoPinnedFiles.Text
source: You don't have any pinned files. Just drag some right here...
da: Du har ingen fastgjorte filer. Bare træk nogle hertil
de: Sie haben keine angepinnten Dateien. Ziehen Sie einfach welche hierhin, um sie hinzuzufügen...
uk: У вас немає жодних закріплених файлів. Для закріплення, перетягніть потрібний файл сюди...

# NoPinnedFolder.Text
source: You didn't set any pinned folder, so you cannot pin files right now.
da: Du har ikke angivet nogen fastgjort mappe, så du kan ikke fastgøre filer lige nu.
de: Sie haben keinen angepinnten Ordner ausgewählt, daher können Sie keine Dateien anpinnen.
uk: Не вказано теки для закріплень, тому закріпити файли наразі неможливо.

# PinnedFilesExpander.Header
source: Pinned files
da: Fastgjorte filer
de: Gepinnte Dateien
uk: Закріплені файли

# RemovePinnedFileButton.ToolTipService.ToolTip
source: This deletes the pinned file from DropStack's pinned files folder. The file will still be available, provided you kept it around somewhere.
da: Dette sletter den fastgjorte fil fra DropStack's mappe med fastgjorte filer. Filen vil stadig være tilgængelig, forudsat at du har opbevaret den et sted.
uk: Це видалить закріплений файл з теки закріплень DropStack. Файл буде все ще доступний, якщо ви скопіюєте його в інше місце.

# SetPinnedFolderHyperlink.Content
source: Click here to add one...
da: Tryk her til at tilføje en...
de: Klicken Sie hier, um einen festzulegen...
uk: Натисніть сюди, щоб додати...

# WaitingForWindowsHelloAuth.Text
source: Waiting for Windows Hello™️ authentication...
da: Venter på Windows Hello™️ godkendelse...
de: Warten auf Windows Hello™️ Authentifizierung...
uk: Очікуємо на автентифікацію через Windows Hello™️...

# AboutAppName.Text
source: App name:
da: App navn:
de: Programmname:
uk: Назва додатка:

# AboutCheckUpdates.Content
source: Check for updates on the releases page
da: Tjek for opdateringer på udgivelsessiden
de: Auf der Releases-Seite nach Updates suchen
uk: Перевірити оновлення на сторінці релізів

# AboutCurrentLocalizationLanguage.Text
source: English localization by:
da: Dansk lokalisering af:
de: Deutsche Lokalisation von:
uk: Англійська локалізація:

# AboutCurrentVersion.Text
source: Current version:
de: Programmversion:
uk: Поточна версія:

# AboutDeveloperName.Text
source: Developer name:
da: Udviklet af:
de: Entwicklername:
uk: Розробник:

# AboutGitHubAdvertisement.Content
source: Check out our GitHub page
da: Se vores GitHub side
de: Unser GitHub Repository
uk: Завітайте на нашу сторінку GitHub

# AboutPrivacyStatementExpander.Header
source: Privacy statement
da: Privatlivspolitik I engelsk
de: Datenschutzerklärung
uk: Заява про конфіденційність

# AboutPublisherName.Text
source: Publisher name:
da: Publiceret af:
uk: Видавець:

# AboutRelatedLinksHeader.Text
source: Related links:
da: Relaterede links:
de: Relevante Links:
uk: Пов'язані посилання:

# AboutSubmitFeedback.Content
source: Submit feedback by opening a GitHub issue
da: Send feedback ved at åbne en GitHub issue
de: Geben Sie mit GitHub Issues Feedback
uk: Надіслати відгук через GitHub

# CommandBarCopyButton.Label
source: Copy
da: Kopiér
de: Kopieren
uk: Копіювати

# CommandBarCopyButton.ToolTipService.ToolTip
source: Copy the last selected file (Ctrl+C)
de: Kopieren Sie die letzte ausgewählte Datei (Strg+C)
uk: Скопіювати виділення (Ctrl+C)

# CommandBarLaunchMiniModeButton.Label
source: Mini
uk: Міні

# CommandBarLaunchMiniModeButton.ToolTipService.ToolTip
source: Launch Mini Mode... (Ctrl+M)
da: Start Mini tilstand... (Ctrl+M)
de: Minimodus öffnen... (Strg+M)
uk: Запустити мінірежим... (Ctrl+M)

# CommandBarLaunchSimpleModeButton.Label
source: Simple
da: Simpel
de: Kompakt
uk: Спрощений

# CommandBarLaunchSimpleModeButton.ToolTipService.ToolTip
source: Launch Simple Mode... (Ctrl+S)
da: Start Simpel tilstand... (Ctrl+S)
de: Kompakten Modus öffnen... (Strg+S)
uk: Запустити спрощений режим... (Ctrl+S)

# CommandBarRefreshButton.Label
source: Refresh
da: Opdater
de: Aktualisieren
uk: Оновити

# CommandBarRefreshButton.ToolTipService.ToolTip
source: Refresh this list (Ctrl+R)
da: Opdatere denne liste (Ctrl+R)
de: Aktualisieren der List (Strg+R)
uk: Оновити список (Ctrl+R)

# CommandBarRevealButton.Label
source: Reveal...
da: Vis...
de: Explorer...
uk: Розкрити...

# CommandBarRevealButton.ToolTipService.ToolTip
source: Reveal the Portal folder in File Explorer (Ctrl+E)
da: Vis portalmappen I Stifinder (Ctrl+E)
de: Öffnen Sie den Portal-Ordner im Datei Explorer (Strg+E)
uk: Відкрити теку порталу у провіднику Windows (Ctrl+E)

# CommandBarSearchButton.Label
source: Search
da: Søg
de: Suchen
uk: Пошук

# CommandBarSearchButton.ToolTipService.ToolTip
source: Search this list (Ctrl+F)
da: Søg denne liste (Ctrl+F)
de: Die Liste durchsuchen (Strg+F)
uk: Знайти у цьому списку (Ctrl+F)

# CommandBarSelectButton.Label
source: Select
da: Vælg
de: Auswählen
uk: Обрати

# CommandBarSelectButton.ToolTipService.ToolTip
source: Enable / Disable selection mode (Ctrl+Q)
da: Aktiver/deaktiver valgtilstand (Ctrl+Q)
de: Den Auswahlmodus aktivieren / deaktivieren (Strg+Q)
uk: Увімкнути / вимкнути режим виділення (Ctrl+Q)

# CommandBarSettingsButton.Label
source: Settings and About
da: Indstillinger og Om
de: Einstellungen und Infos
uk: Налаштування і відомості

# CopiedSuccessfully.Subtitle
source: The file is now in your clipboard.
da: Filen er nu i din udklipsholder.
de: Die Datei befindet sich jetzt in Ihrer Zwischenablage.
uk: Файл у вашому буфері обміну.

# CopiedSuccessfully.Title
source: Copied successfully!
da: Kopiéret
de: Erfolgreich kopiert!
uk: Успішно скопійовано!

# DetailsPaneDeleteConfirmation.Text
source: Do you want to delete this file?
da: Vil du slette denne fil?
de: Möchten Sie diese Datei löschen?
uk: Ви хочете видалити цей файл?

# DetailsPaneDeleteConfirmationButton.Content
source: Yes, delete!
da: Ja, slet det!
de: Ja, Datei löschen!
uk: Так, видалити!

# DragFailed.Subtitle
source: Are you sure this file still exists? Try refreshing.
da: Er du sikker på, at denne fil stadig eksistere? Prøv at opdatere.
de: Sind Sie sicher, dass diese Datei immernoch existiert? Bitte aktualisieren Sie die Liste.
uk: Ви впевнені, що файл досі існує? Спробуйте оновити.

# DragFailed.Title
source: Dragging unsuccessful!
da: Træk fejl!
de: Beim Herausziehen dieser Datei ist ein Fehler aufgetreten.
uk: Не вдалося перетягнути!

# HiddenThemeUnlocked.ActionButtonContent
source: Apply theme now!
da: Anvend tema nu!
de: Schema jetzt anwenden!
uk: Застосувати тему!

# HiddenThemeUnlocked.Subtitle
source: Reading the privacy statement unlocks the exclusive easter egg theme! Congrats!
da: Læsning af erklæring om beskyttelse af personlige oplysninger låser op en ekslusive påskeæg tema! Tilykke!
de: Die Datenschutzerklärung zu lesen schaltet ein verstecktes Farbschema frei.
uk: Reading the privacy statement unlocks the exclusive easter egg theme! Вітаємо!

# HiddenThemeUnlocked.Title
source: Hidden theme unlocked!
da: Skjult tema låst op!
de: Verstecktes Farbschema freigeschaltet.
uk: Приховану тему активовано!

# NoFolder.ActionButtonContent
source: Choose folder...
da: Vælg mappe...
de: Ordner auswählen...
uk: Обрати теку...

# NoFolder.Subtitle
source: To operate as intended, the app needs access to a destination folder. It was designed to work best for the Downlaods folder, so we recommend you click 'Choose folder...' and choose the 'Downloads' folder from the sidebar.
da: For at fungere efter hensigten skal appen have adgang til en destinationsmappe. Den er designet til at fungere bedst til Overførsler mappen, så vi anbefaler, at du klikker på 'Vælg mappe...' og vælger mappen 'Overførsler' fra sidebjælken.
de: Um ordnungsgemäß zu funktionieren, braucht die App einen Portal-Ordner; bei diesem handelt es sich idealerweise um den Downloads-Ordner. Bitte klicken Sie auf 'Ordner auswählen...' und wählen Sie einen Ordner.
uk: Щоб додаток працював належним чином, йому потрібен доступ до обраної вами теки. DropStack найкраще працює з текою завантажень, тому рекомендуємо натиснути на «Обрати теку...» та обрати «Завантаження».

# NoFolder.Title
source: Choose a folder...
da: Vælg en mappe...
de: Einen Ordner auswählen...
uk: Обрати теку...

# NoPinnedFolderPath.ActionButtonContent
source: Choose folder...
da: Vælg mappe...
de: Ordner auswählen...
uk: Обрати теку...

# NoPinnedFolderPath.Subtitle
source: The app stores pinned files by copying them to a user-defined folder, so you can even delete files from their origin and they will still be here. However, as of now, no pin folder has been specified. Please choose one below.
da: Vi gemmer fastgjorte filer ved at kopiere dem til en brugerdefineret mappe, så du endda kan slette filer fra deres oprindelse, og de vil stadig være her. Men indtil videre er der ikke angivet nogen mappe til fastgørelse. Vælg venligst en nedenfor.
de: Das Programm speichert angepinnte Dateien, indem Sie in den entsprechenden Ordner kopiert werden, jedoch wurde noch kein solcher Ordner festgelegt. Bitte klicken Sie auf 'Ordner auswählen...', um dies nun zu tun.
uk: Додаток зберігає закріплені файли через копіювання їх до вказаної користувачем теки, тому ви можете навіть видалити оригінальні файли, і вони все ще залишаться тут. Однак наразі не було вказано жодної теки. Будь ласка, оберіть одну з нижченаведених.

# NoPinnedFolderPath.Title
source: Choose a pinned folder...
da: Vælg en fastgjort mappe...
de: Einen angepinnten Ordner auswählen
uk: Обрати закріплену теку...

# OOBEBackButton.Content
source: ‹ Previous
da: ‹ Gå tilbage
de: ‹ Zurück
uk: ‹ Назад

# OOBEDone.Text
source: All done!
da: Helt færdig!
de: Alles erledigt!
uk: Готово!

# OOBEDoneSubtitle.Text
source: Click 'Next' one last time to start using DropStack!
da: Klik 'Gå frem' en sidste gang til at begynde at bruge DropStack!
de: Klicken Sie 'Weiter' ein weiteres Mal, um DropStack zu nutzen.
uk: Натисніть «Далі» востаннє для початку використання DropStack!

# OOBENextButton.Content
source: Next ›
da: Gå frem ›
de: Weiter ›
uk: Далі ›

# OOBEPickPins.Text
source: Pick your pins!
da: Vælg dinne fastgjorte genstande!
de: Angepinnter Ordner
uk: Оберіть свої закріплення!

# OOBEPickPinsButton.Content
source: Set a pinned folder...
da: Indstil en fastgjort mappe...
de: Angepinnten Ordner auswählen...
uk: Вказати закріплену теку...

# OOBEPickPinsExplanation.Text
source: DropStack pins files by copying them to a folder you specify. This means that you can pin a folder and even delete the original. If you uninstall DropStack, your pinned files won't be lost, they will remain in the folder you specified.
da: DropStack fastgør filer ved at kopiere dem til en mappe, du angiver. Det betyder, at du kan fastgøre en mappe og endda slette originalen. Hvis du afinstallerer DropStack, vil dine fastgjorte filer ikke gå tabt, de forbliver i den mappe, du har angivet.
de: DropStick pinnt Dateien, indem Sie in einen Ordner kopiert werden. Deinstallieren Sie DropStack, bleiben diese Dateien in dem von Ihnen festgelegen angepinnten Ordner.
uk: DropStack закріплює файли через копіювання їх в обрану теку. Тому ви можете закріпити зокрема й іншу теку або видалити оригінал. Якщо ви видалите DropStack, ваші закріплені файли досі лишатимуться в обраній теці.

# OOBEPickPortal.Text
source: Pick your portal!
da: Vælg din portal!
de: Portal-Ordner
uk: Виберіть свій портал!

# OOBEPickPortalButton.Content
source: Set a portal folder...
da: Indstil en portalmappe...
de: Portal-Ordner auwählen...
uk: Обрати теку порталу...

# OOBEPickPortalExplanation.Text
source: Please click the button below and then pick the folder you would like DropStack to mirror. We would suggest using your Downloads folder, however, feel free to pick a custom one. You can change the portal folder later by revoking the folder access.
da: Klik venligst på knappen nedenfor, og vælg derefter den mappe, du gerne vil have DropStack til at spejle. Vi vil foreslå, at du bruger din Overførsler mappe, men du er velkommen til at vælge din egen. Du kan ændre portalmappen senere ved at tilbagekalde mappeadgangen.
de: Bitte nutzen sie den untenstehenden Knopf, um einen Ordner festzulegen, den DropStack spiegeln soll. Wir empfehlen hierfür den Downloads-Ordner oder jenen anderen Ordner, bei welchem Sie oftmals die neueste Datei herauskopieren möchten.
uk: Будь ласка, натисніть кнопку нижче, а потім оберіть теку, яку ви бажаєте відзеркалити за допомогою DropStack. Ми радимо використовувати теку завантажень, але ви можете обрати іншу. Теку порталу можна змінити пізніше через відкликання доступу до обраної.

# OOBESetupTitle.Text
source: Let's get you set up!
da: Lad os sætte dig op!
de: Richten wir Sie ein!
uk: Почнімо налаштування!

# OOBESimpleModeAsDefaultOfferCheckbox.Content
source: Always launch into simple mode first
da: Start altid I simpel tilstand først
de: Standardmäßig den kompakten Modus öffnen
uk: Завжди запускати у спрощеному режимі

# OOBEStartSetup.Text
source: Click 'Next' to continue setup.
da: Klik 'Gå frem' for at forsætte opsætningen
de: Klicken Sie 'Weiter', um fortzufahren.
uk: Натисніть «Далі», щоб продовжити налаштування.

# OOBEWelcome.Text
source: Welcome to DropStack!
da: Velkommen til DropStack!
de: Wilkommen bei DropStack!
uk: Вітаємо у DropStack!

# OOBEWelcomeSubtitle.Text
source: Your loyal downloads folder companion.
da: Din loyale overførsler-mappe-ledsager.
de: Ihr loyaler Ordner-Taucher!
uk: Ваш вірний компаньйон теки завантажень.

# SearchBox.PlaceholderText
source: Type here to search...
da: Skriv her for at søge...
de: Hier tippen zum Suchen...
uk: Введіть тут для пошуку...

# SettingsThemeColorful.Content
source: Colorful
da: Farverig
de: Farbenfroh
uk: Барви

# SettingsThemeDefault.Content
source: Default
da: Standard
de: Standard
uk: Усталено

# SettingsThemeEasterEgg.Content
source: Secret
da: Hemmelighed
de: Versteckt
uk: Великодка

# SettingsThemeEvening.Content
source: Evening
da: Aften
de: Abendrot
uk: Вечір

# SettingsThemePicker.Header
source: Theme
da: Tema
de: Farbschema
uk: Тема

# SettingsThemeThunderstorm.Content
source: Thunderstorm
da: Tordenvejr
de: Sturmgewitter
uk: Гроза

# SettingsThemeUkraine.Content
source: Ukraine
uk: Україна

# SettingsTitle.Text
source: Settings and About
da: Indstillinger og Om
de: Einstellungen und Info
uk: Налаштування і відомості

# UnpinFileFlyoutConfirm.Content
source: Yes, unpin from DropStack!
da: Ja, frigør fra DropStack!
de: Ja, Datei lösen!
uk: Так, відкріпити від DropStack!

# UnpinFileFlyoutPrompt.Text
source: Do you wish to unpin this file?
da: Ønsker du at frigøre denne fil?
de: Möchten Sie diese Datei entpinnen?
uk: Відкріпити цей файл?

# SettingsAppearanceBehaviorExpander.Header
source: Appearance and general behavior
da: Personlig tilpasning
de: Visuelles und Verhalten
uk: Вигляд і загальні налаштування

# SettingsAppInfoExpander.Header
source: App info
da: Yderlige oplysninger
de: Info
uk: Про додаток

# SettingsCheckBoxBehavior.Header
source: Use check boxes to select items
da: Brug afkrydsningsfelter til at vælge elementer
de: Kontrollkästchen nutzen, um Dateien auszuwählen
uk: Показувати позначки для виділення елементів

# SettingsCheckboxBehaviorAlways.Content
source: Always
da: Altid
de: Immer
uk: Завжди

# SettingsCheckboxBehaviorNever.Content
source: Never
da: Aldrig
de: Nie
uk: Ніколи

# SettingsCheckboxBehaviorWhenTurnedOnInExplorer.Content
source: When turned on in File Explorer
da: Når det er slået til I Stifinder
de: Wenn aktiviert im Datei Explorer
uk: Коли ввімкнено у провіднику

# SettingsLaunchModeMini.Content
source: Mini Mode
da: Mini tilstand
de: Minimodus
uk: Мінірежим

# SettingsLaunchModeNormal.Content
source: Normal Mode
da: Standard tilstand
de: Normaler Modus
uk: Звичайний режим

# SettingsLaunchModePicker.Header
source: Choose the default mode
da: Vælg den Standard tilstand
de: Wählen Sie den Standard-Modus aus
uk: Виберіть режим за замовчуванням

# SettingsLaunchModeSimple.Content
source: Simple Mode
da: Simpel tilstand
de: Kompakter Modus
uk: Спрощений режим

# SettingsLoadedItems.Header
source: Loaded items
da: Indlæste elementer
de: Geladene Dateien
uk: Завантажені елементи

# SettingsLoadedThumbnailResolution.Header
source: Thumbnail resolution (Recommended:64)
da: Miniatureopløsning (anbefalet:64)
de: Thumbnailauflösung (Empfohlen:64)
uk: Роздільна здатність мініатюр (Рекомендовано: 64)

# SettingsLoadedThumbnailResolution.ToolTipService.ToolTip
source: Set the resolution in which thumbnails are loaded. This should greatly improve speed and RAM usage at the cost of recognizability. Therefore, we recommend 64 as a balance. Takes effect after refreshing the list.
da: Indstil den opløsning, som miniaturebilleder indlæses i. Dette skulle i høj grad forbedre hastigheden og RAM-forbruget på bekostning af genkendelighed. Derfor anbefaler vi 64 som balance. Træder i kraft efter opdatering af listen.
de: Wählen Sie die Auflösung, in der Thumbnails (die Vorschaubildchen links neben dem Dateinamen) geladen werden. Diesen Wert zu reduzieren hilft, Arbeitsspeicher freizugeben.
uk: Встановіть роздільну здатність відображення мініатюр. Це має значно покращити швидкодію, але мініатюри будуть гіршої якості. Як баланс, ми рекомендуємо обирати «64». Починає діяти після оновлення списку файлів.

# SettingsLoadedThumbnails.Header
source: Loaded Thumbnails
da: Indlæste miniaturebilleder
de: Geladene Thumbnails
uk: Завантажені мініатюри

# SettingsLoadedThumbnails.ToolTipService.ToolTip
source: Restrict the amount of thumbnails that are being loaded. This helps improve speed and reduce RAM usage, so you can load more items without your RAM filling up as quickly. Takes effect after refreshing.
da: Begræns mængden af ​​miniaturebilleder, der indlæses. Dette hjælper med at forbedre hastigheden og reducere RAM-forbruget, så du kan indlæse flere elementer, uden at dit RAM fyldes op så hurtigt. Træder i kraft efter opfriskning.
de: Begrenzen Sie die Anzahl an Thumbnails (die Vorschaubildchen links neben dem Dateinamen), die geladen werden. Dies hat einen großen Einfluss auf die Prozessornutzung des Programms.
uk: Обмежте кількість відображуваних мініатюр. Це має покращити швидкодію при завантаженні файлів, та допомагає оперативній пам'яті не забиватися надто швидко. Починає діяти після оновлення списку файлів.

# SettingsMiniModePinToolBar.OffContent
source: Pin toolbar in mini mode
da: Fastgør værktøjslinjen i Mini tilstand
de: Aktionsleiste im Minimodus anpinnen
uk: Закріпити панель у мінірежимі

# SettingsMiniModePinToolBar.OnContent
source: Pin toolbar in mini mode
da: Fastgør værktøjslinjen i Mini tilstand
de: Aktionsleiste im Minimodus anpinnen
uk: Закріпити панель у мінірежимі

# SettingsMiniModePinToolBar.ToolTipService.ToolTip
source: Permanently shows the toolbar in mini mode instead of hiding it.
da: Viser værktøjslinjen permanent I Mini tilstand I stedet for at skjule den.
de: Zeigt die Aktionsleiste im Minimodus permanent, statt sie auszublenden
uk: Постійно показувати панель у мінірежимі замість її приховування.

# SettingsPerformanceExpander.Header
source: Performance and efficiency
da: Ydeevne indstillinger
de: Leistung und Effizienz
uk: Продуктивність

# SettingsPinsBehavior.Header
source: Pick the pinned row behavior
da: Vælg den fastgjorte rækkeadfærd
de: Verhalten der Liste angepinnter Dateien
uk: Налаштувати панель закріплень

# SettingsPinsBehaviorClosed.Content
source: Always closed
da: Altid lukket
de: Immer geschlossen
uk: Завжди закрито

# SettingsPinsBehaviorHide.Content
source: Hide pin bar
da: Skjul den
de: Ausgeblendet
uk: Приховати панель закріплень

# SettingsPinsBehaviorOpen.Content
source: Always opened
da: Altid åbnet
de: Immer geöffnet
uk: Завжди відкрито

# SettingsPinsBehaviorProtect.Content
source: Protect with Windows Hello™️
da: Beskyt med Windows Hello™️
de: Mit Windows Hello™️ gesichert
uk: Захистити за допомогою Windows Hello™️

# SettingsPinsBehaviorRemember.Content
source: Remember last state
da: Husk sidste tilstand
de: Wie ich sie gelassen habe
uk: Запам'ятовувати останній стан

# SettingsPinsEnableOptions.Content
source: Enable all options...
da: Aktiver alle muligheder...
de: Alle Optionen aktivieren...
uk: Увімкнути всі параметри...

# SettingsPinsEnableOptions.ToolTipService.ToolTip
source: Currently, some of these options are locked because you enabled Windows Hello™️ protection.
da: I øjeblikket er nogle af disse muligheder låst, fordi du har aktiveret Windows Hello™️-beskyttelse.
de: Momentan sind durch die Windows Hello™️-Sicherung einige dieser Funktionen deaktiviert.
uk: Наразі деякі з параметрів заблоковано, бо активовано захист через Windows Hello™️.

# SettingsPortalFolderCheckBoxPrimary.Content
source: Primary:
da: Primær:
de: Primär:
uk: Основний:

# SettingsPortalFolderCheckBoxSecondary1.Content
source: Secondary 1:
da: Sekundær 1:
de: Sekundär 1:
uk: Додаткова 1:

# SettingsPortalFolderCheckBoxSecondary2.Content
source: Secondary 2:
da: Sekundær 2:
de: Sekundär 2:
uk: Додаткова 2:

# SettingsPortalFolderCheckBoxSecondary3.Content
source: Secondary 3:
da: Sekundær 3:
de: Sekundär 3:
uk: Додаткова 3:

# SettingsPortalFolderCheckBoxSecondary4.Content
source: Secondary 4:
da: Sekundær 4:
de: Sekundär 4:
uk: Додаткова 4:

# SettingsPortalFolderCheckBoxSecondary5.Content
source: Secondary 5:
da: Sekundær 5:
de: Sekundär 5:
uk: Додаткова 5:

# SettingsPortalFolderPreferencesApply.Content
source: Apply
da: Anvend
de: Anwenden
uk: Застосувати

# SettingsPortalFoldersRevokeAccess.Content
source: Revoke folder access
da: Tilbagekald mappeadgang
de: Ordnerzugriff zurücksetzen
uk: Відкликати доступ до теки

# SettingsPortalFoldersRevokeAccessConfirmationTitle.Text
source: This will disconnect the app from the folders you chose during setup and you will need to repeat the setup process to use it again. All your files in Portal and Pins will persist, the app will just not be able to find them anymore.
da: Dette vil frakoble appen fra de mapper, du valgte under opsætningen, og du bliver nødt til at gentage opsætningsprocessen for at bruge den igen. Alle dine fastgjorte filer og filer i portalen vil bestå, appen vil bare ikke være i stand til at finde dem længere.
de: Dies wird DropStack die Berechtigung entziehen, die festgelegten Ordner zu durchsuchen. Alle darin abgelegten Dateien bleiben erhalten. Sind Sie sicher?
uk: Це відключить додаток від тек, які ви обрали під час встановлення. Вам потрібно буде повторити процес знову, щоб використовувати додаток і надалі. Усі ваші закріплення та файли з теки порталу буде збережено, але програма більше не зможе їх знайти.

# SettingsPortalFoldersRevokeAccessConfirmButton.Content
source: Yes, disconnect and relaunch!
da: Ja, afbryd forbindelsen og genstart!
de: Ja, zurücksetzen und neustarten!
uk: Так, відключити та перезапустити!

# SettingsPortalFoldersRevokeAccessPinsPath.Text
source: Something went wrong
da: Noget gik galt
de: Ein Fehler ist aufgetreten
uk: Щось пішло не так
